// task.str (46条)
window.XJ_DATA_TASKS = {
  "count": 46,
  "tasks": [
    {
      "id": "1",
      "name": "去渔村",
      "desc": "去渔村找紫萱，沿着云麓下山就能到渔村"
    },
    {
      "id": "2",
      "name": "打听消息",
      "desc": "找村民询问紫萱的消息"
    },
    {
      "id": "3",
      "name": "山神庙救人",
      "desc": "去山神庙救紫萱。从十里坡往西走能到山神庙"
    },
    {
      "id": "4",
      "name": "渔村找月瑶",
      "desc": "到渔村找回月瑶并获得她的原谅"
    },
    {
      "id": "5",
      "name": "去苏州",
      "desc": "陪紫萱去苏州，从渔村东面经过余杭市集往南走到达余杭郊外然后在往西走就可以到达苏州"
    },
    {
      "id": "6",
      "name": "买糖葫芦",
      "desc": "去苏州市集找货郎李买糖葫芦,从苏州城东再往东走可到苏州市集，乘船前往更加便捷"
    },
    {
      "id": "7",
      "name": "赶往罗家堡",
      "desc": "赶往罗家堡，罗家堡在苏州城西的西北方向"
    },
    {
      "id": "8",
      "name": "赶到大厅",
      "desc": "赶到罗家堡大厅"
    },
    {
      "id": "9",
      "name": "去医馆",
      "desc": "前往苏州城东医馆，苏州医馆在苏州城东的东南方向"
    },
    {
      "id": "10",
      "name": "去余杭市集",
      "desc": "前往余杭市集，想办法去仙灵岛，去仙灵岛需要在余杭市集的码头乘船"
    },
    {
      "id": "11",
      "name": "寻找渔夫",
      "desc": "在余杭市集附近寻找渔夫，房子里也不要错过"
    },
    {
      "id": "12",
      "name": "探索仙灵岛",
      "desc": "一直往东走"
    },
    {
      "id": "13",
      "name": "破阵",
      "desc": "打破7个石像"
    },
    {
      "id": "14",
      "name": "寻药",
      "desc": "找到水月宫求得灵丹"
    },
    {
      "id": "15",
      "name": "水月宫求药",
      "desc": "前往水月宫寻找灵药，水月宫外往北即可到达水月宫"
    },
    {
      "id": "16",
      "name": "送药",
      "desc": "返回苏州城东医馆送药医治罗堡主"
    },
    {
      "id": "17",
      "name": "去罗家堡",
      "desc": "前往罗家堡看看紫萱和罗堡主"
    },
    {
      "id": "18",
      "name": "拜访罗堡主",
      "desc": "前往罗家堡拜访罗堡主"
    },
    {
      "id": "19",
      "name": "探查山神庙",
      "desc": "前往山神庙，看看能不能查到有关神秘道人的线索"
    },
    {
      "id": "20",
      "name": "进入山神庙",
      "desc": "进入山神庙，查找神秘道人的线索"
    },
    {
      "id": "21",
      "name": "上前询问",
      "desc": "上前询问，看看这么晚了是谁在这里"
    },
    {
      "id": "22",
      "name": "夺取玉龙珏",
      "desc": "从十里坡东往南走，穿过鬼山即可到达隐龙窟，力尧应该在隐龙窟最深处"
    },
    {
      "id": "23",
      "name": "离开山神庙",
      "desc": "离开山神庙"
    },
    {
      "id": "24",
      "name": "探查锁妖塔",
      "desc": "前往蜀山锁妖塔，寻找邪剑仙"
    },
    {
      "id": "25",
      "name": "蜀山西厅",
      "desc": "去蜀山西厅找道臻师兄，告诉他师傅找他有要事，让他速去师傅那里！"
    },
    {
      "id": "26",
      "name": "雾林取药",
      "desc": "去雾林寻找李四的哥哥，给李四母亲把药取回来！"
    },
    {
      "id": "27",
      "name": "寻宝",
      "desc": "去盛渔村房子里找找宝贝！"
    },
    {
      "id": "28",
      "name": "赵六的药",
      "desc": "把药送给盛渔村赵六！"
    },
    {
      "id": "29",
      "name": "小孩的期盼",
      "desc": "去城西酒店找小孩的爸爸，告诉他小孩期盼他回家！"
    },
    {
      "id": "30",
      "name": "野外的包裹",
      "desc": "答应罗堡主一定去苏州城郊最北面找到他埋藏多年的包裹。从苏州城西的北边能走到苏州城郊。"
    },
    {
      "id": "31",
      "name": "出去看看",
      "desc": "出去看看有没丢钱的线索"
    },
    {
      "id": "32",
      "name": "回山神庙",
      "desc": "回山神庙救助玲珑"
    },
    {
      "id": "33",
      "name": "寻找罗小云",
      "desc": "去山神庙寻找罗小云"
    },
    {
      "id": "34",
      "name": "罗家堡取药",
      "desc": "去罗家堡大厅寻找赵大夫需要的药材"
    },
    {
      "id": "35",
      "name": "离开罗家堡",
      "desc": "离开罗家堡看看有没有其他办法可以找到药材"
    },
    {
      "id": "36",
      "name": "去苏州客栈",
      "desc": "去苏州客栈找偷窃罗家堡宝物的小李子"
    },
    {
      "id": "37",
      "name": "离开客栈",
      "desc": "离开苏州客栈"
    },
    {
      "id": "38",
      "name": "寻找开锁人",
      "desc": "在苏州城西东北方向寻找可以打开保险宝箱的人"
    },
    {
      "id": "39",
      "name": "返回医馆",
      "desc": "返回医馆，把药材交给赵大夫"
    },
    {
      "id": "40",
      "name": "物价上涨",
      "desc": "去裁缝店老板那里打听消息"
    },
    {
      "id": "41",
      "name": "寻找梁天",
      "desc": "去苏州客栈附近寻找梁天打听消息"
    },
    {
      "id": "42",
      "name": "集齐武器",
      "desc": "帮梁天弄到铁剑"
    },
    {
      "id": "43",
      "name": "集齐药品",
      "desc": "帮梁天弄到金疮药和还神丹"
    },
    {
      "id": "44",
      "name": "去见神秘人",
      "desc": "去锁妖塔四层见神秘人"
    },
    {
      "id": "45",
      "name": "救渔夫妻子",
      "desc": "去雾林解救渔夫妻子，从山神庙外的西面能走到雾林"
    },
    {
      "id": "46",
      "name": "护送媛媛",
      "desc": "把渔夫妻子安全的护送到渔夫哈青身边"
    }
  ]
};
